[
    {
        "id": 1,
        "kind": "Animation",
        "name": "Super Pets",
        "imageUrl": "https://www.urgoo.mn/Files/FilmPosterGraphic/HO00001053.jpg",
        "time": "80min",
        "content": [
            "Krypto the Super-Dog and Superman are inseparable best friends, sharing the same superpowers and fighting crime side by side in Metropolis. However, Krypto must master his own powers for a rescue mission when Superman is kidnapped."
        ]
    },
    {
        "id": 2,
        "kind": "Animation",
        "name": "Самуурайн Түүх",
        "imageUrl": "https://www.urgoo.mn/Files/FilmPosterGraphic/HO00001104.jpg",
        "time": "70min",
        "content": [
            "Hank, a loveable dog with a head full of dreams about becoming a samurai, sets off in search of his destiny."
        ]
    },
    {
        "id": 3,
        "kind": "Animation",
        "name": "Minoins 2: The Rise of Gru",
        "imageUrl": "https://www.urgoo.mn/Files/FilmPosterGraphic/HO00001050.jpg",
        "time": "76min",
        "content": [
            "The untold story of one twelve-year-old's dream to become the world's greatest supervillain."
        ]
    },
    {
        "id": 4,
        "kind": "Action",
        "name": "THOR: Love and Thunder",
        "imageUrl": "https://www.urgoo.mn/Files/FilmPosterGraphic/HO00001051.jpg",
        "time": "80min",
        "content": [
            "Thor enlists the help of Valkyrie, Korg and ex-girlfriend Jane Foster to fight Gorr the God Butcher, who intends to make the gods extinct."
        ]
    },
    {
        "id": 5,
        "kind": "Action",
        "name": "Bullet Train IMAX",
        "imageUrl": "https://www.urgoo.mn/Files/FilmPosterGraphic/HO00001113.jpg",
        "time": "60min",
        "content": [
            "Five assassins aboard a fast moving bullet train find out their missions have something in common."
        ]
    },
    {
        "id": 6,
        "kind": "Thriller",
        "name": "Paradise Highway",
        "imageUrl": "https://www.urgoo.mn/Files/FilmPosterGraphic/HO00001110.jpg",
        "time": "72min",
        "content": [
            "A truck driver has been forced to smuggle illicit cargo to save her brother from a deadly prison gang. With FBI operatives hot on her trail, Sally's conscience is challenged when the final package turns out to be a teenage girl."
        ]
    },
    {
        "id": 7,
        "kind": "Drama",
        "name": "Саран Хийл",
        "imageUrl": "https://www.urgoo.mn/Files/FilmPosterGraphic/HO00001115.jpg",
        "time": "80min",
        "content": [
            "Нэр нөлөө бүхий УИХ-ын гишүүний хамгийн ойрын шадар болох алдартай бизнесмений ганц хүү бол дээдсийн хүрээлэнгийн цуутай сайхан залуусын нэг. Гэтэл тэр байдаг л нэг хөгжимчний охинд дурлана. Хүүгийнх нь сонголт эцэгт нь таалагдсангүй. Эцэг нь өөрийнхөө зүтгэдэг УИХ-ын гишүүний нийгэмд шуугиан тариад байгаа секс скандалыг хаацайлахын тулд хүний санаанд багтамгүй башир арга сэдээд байлаа."
        ]
    },
    {
        "id": 8,
        "kind": "Horror",
        "name": "Room 203",
        "imageUrl": "https://www.urgoo.mn/Files/FilmPosterGraphic/HO00001103.jpg",
        "time": "68min",
        "content": [
            "Two best friends and roommates are terrified by the vengeful spirits dwelling in their apartment. Based on the novel published by Kobunsha and written by Nanami Kamon."
        ]
    }
]